


image_dict = {
    "image1.png" : "第一眼看到妈妈和女儿在湖边：说明你是一个表达直接的人，经常心直口快，说话喜欢开门见山。第一眼看到一个厚嘴唇的少女：你是一个心思细腻的人，说话比较委婉，在说话前会经过慎重考虑。",
    "image2.png": "第一眼看到骷髅：你是一个比较缺乏安全感的人，本质是一个悲观主义者。很容易因为一些小细节引发内心焦虑、敏感，害怕孤独，需要朋友、亲人的陪伴。第一眼看到夫妇：你是一个积极乐观的人。经常能发现生活中的美好，一些好的小事也能让你感到很幸福。即使遇到问题，你也有向阳的体质，会自我安慰，慢慢走出来。",
    "image3.png": "第一眼看到舞者：你是一个艺术家体质的人，擅长图像思维，能在生活的细节中发现美，创造美。第一眼看到手：你是一个逻辑思维很强的人，经常在生活中能一针见血，看到事物的本质，判断能力很强。看到一只手和一个舞者：你是一个兼具逻辑思维和图像思维的人，在具有较高审美的同时，又有理性思维。",
    "image4.png": "这也是一张静止的图片，如果你看到图片有在动，说明你的生活压力大，内心情绪不稳定，容易波动。",
    "image5.png": "当你心情好的时候，看到的就是少女的脸；当你心情不好的时候，看到的就是巫婆的脸。",
}